Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: The listed computers do not have Trend Core Protection Module installed. Core Protection Module will enable clients to monitor, detect, and fix viruses and spyware found. Use this action to deploy Core Protection Module on computers that do not have it. Important Note: Trend Micro Core Protection Module 10.6 is now available. The latest version of Core Protection Module 10.6 Client provides several enhancements and fixes. You must upgrade the platform to 8.0 or above before upgrading your Core Protection Module. Note: Only client computers without conflicting software products can deploy Core Protection Module. .pseudo_link text-decoration: underline; color: #5386b3; cursor: hand; Note: Before installing Core Protection Module, computers must meet minimum software and hardware requirements. Note: Only client computers without Trend Micro OfficeScan client can deploy Core Protection Module. .pseudo_link text-decoration: underline; color: #5386b3; cursor: hand; Note: Client machines may briefly display DOS windows during action execution. Important Note:&nbsp;Installation of the CPM endpointwill cause a restart of the computer's TCP stack.When deployed on machines running the BES Server, this will cause all active BES Console connections to close. Please schedule the installation to occur at a time when this interruption in connectivity is acceptable. Deployment Options: This action allows you to install to the default path "rogram Files\Trend Micro" or to specify a custom path. Default installation path:Leave the action parameter dialog blank Custom installation path: Specify custom path in action parameter dialog, including drive letter - "C:\folder1\folder2\Trend Micro Home" Illegal path characters: Do not use illegal Windows characters including " ? * | / and : \ ,unless used as legal part of path Environment variables (i.e. ) are not supported for custom installation path. This action will fail if illegal path characters are used or the drive letter specified does not exist or meet minimum space requirements File Size:51.7 - 66.5 MB{\cs5\f1\cf15\lang1024
fr_fr: {\cs5\f1\cf15\lang1024 Trend Micro Core Protection Module n'est pas installé sur les ordinateurs répertoriés. Core Protection Module permettra aux clients de surveiller, détecter et corriger les virus et spywares détectés. Utilisez cette action pour déployer Core Protection Module sur des ordinateurs qui ne l'ont pas. Remarque importante: Trend Micro Core Protection Module10.6 est désormais disponible. La dernière version du client Core Protection Module 10.6 offre plusieurs améliorations et correctifs. Vous devez mettre à niveau la plate-forme à la version 8.0 ou supérieure avant de mettre à niveau votre Core Protection Module. Remarque: Seuls les ordinateurs clients sans logiciels conflictifs peuvent déployer Core Protection Module. .pseudo_link text-decoration: underline; color: #5386b3; cursor: hand; Remarque: Avant d'installer Core Protection Module, les ordinateurs doivent respecter la configuration logicielle et matérielle requise. Remarque: Seuls les ordinateurs clients sans Trend Micro OfficeScan client peuvent déployer Core Protection Module. .pseudo_link text-decoration: underline; color: #5386b3; cursor: hand; Remarque: Les postes clients pourraient brièvement afficher des fenêtres DOS durant l'exécution d'une action. Remarque importante:l'installation du point final CPMcause le redémarrage de la pile TCP de l'ordinateur.En cas de déploiement sur des machines exécutant le serveur BES, toutes les connexions actives à la console BES sont fermées. Veuillez planifier l'installation à un moment où cette interruption de la connectivité est acceptable. Options de déploiement: Cette action vous permet d'installer le chemin d'accès par défaut «rogram Files\Trend Micro»ou de spécifier un chemin d'accès personnalisé. Chemin d'installation par défaut:Laissez la boîte de dialogue du paramètre d'action vide Chemin d'installation personnalisé: spécifiez un chemin d'accès personnalisé dans la boîte de dialogue du paramètre d'action, y compris la lettre du lecteur – « C:\Dossier1\Dossier2\Trend Micro Home » Caractères de chemin d'accès non autorisés : n'utilisez pas de caractères non autorisés qui ne sont pas pris en charge par Windows notamment " ? * | / et : \ ,sauf si utilisé comme partie autorisée du chemin d'accès Les variables d'environnement (par ex. ) ne sont pas prises en charge pour le chemin d'installation personnalisé. Cette action échoue si des caractères de chemin d'accès non autorisé sont utilisés ou si la lettre de lecteur spécifiée n'existe pas ou ne correspond pas aux critères d'espace minimum. Taille du fichier :51,7 à 66,5 Mo{\cs5\f1\cf15\lang1024

source: Major changesin Core Protection Module 1.6 Service Pack 1 [Enhancements] Scan Function Enhancement ------------------------- * Service Pack 1 provides the configuration option in the server console, the default behavior is to not scan mapped drives. * For usability, Service Pack 1 adds support of wildcards in the Exclusion List. Client Information Enhancement ------------------------------ * In Service Pack 1, the client language and Service Pack, Patch, and Hot fix versions are displayed in both theBES Server Console and the Client Dashboard. * In Service Pack 1,&nbsp;BES Reports have the ability to identify OfficeScan clients correctly. Report Enhancement ------------------ * Service Pack 1 provides new reports: Real-time Email when Malware infects alerts, Outbreak Alerts, and Action Failure alerts. CPM Server Component Migration ------------------------------ * For future product support, Service Pack 1 migrates to the Common AU 2.0. Support Tool Enhancement ------------------------ * The Trend Micro Case Diagnoses Tool (CDT) is deployed with the CPM server component, and running CDT would collect the CPM server component information as well as the client information. Conflict Product Detection/Removal ---------------------------------- * When the CPM client is being installed, it would detect the OfficeScan client as the conflict product. * When the CPM client is installed, it first removes the following products automatically: - Authentium(TM) Command AntiVirus for Windows Enterprise 4.9x - Computer Associates (CA) eTrust(TM) Antivirus 8.1.655 - eScan(TM) for Windows 8.0.653.1 - ESET(TM) NOD32(TM) Antivirus build 3.0.642 - ESET NOD32 Antivirus 3.0.667.0 - ESET NOD32 Antivirus 3.0.684.0 - F-Secure(TM) Anti-Virus Client Security 6.03 - F-Secure Client Security 7.0 - F-Secure Client Security 7.10 - F-Secure Client Security 8.00 - F-Secure Client Security 8.01 - F-Secure Client Security 8.01.133 - Kaspersky(TM) Anti-Virus 6.0.3.837 - McAfee(TM) Total Protection - McAfee ePolicy Agent 3.6.0.574 - McAfee VirusScan Enterprise 8.7.0.570 - Norman(TM) Security Suite 7 - Norman Virus Control 5.99.0600 - Panda(TM) Endpoint Agent 5.02.00.0004 - Symantec 11.0.780.1109 Endpoint Protection - Symantec 11.0.2010.25 Endpoint Protection MR 2 - Symantec Endpoint Protection 10.1.8000.8 - Symantec Endpoint Protection 11.0.3001.2224 - Symantec Endpoint Protection 11.0.4000.2295 - Symantec Endpoint Protection 11.0.4202.75 - Symantec 11.0.4000.2295 Endpoint Protection 64-bit Edition
fr_fr: Principaux changements dans Core Protection Module1.6 Service Pack1 [Améliorations] Amélioration de la fonction de scan ------------------------- * Le Service Pack1 fournit l'option de configuration dans la console du serveur, le comportement par défaut est de ne pas scanner les lecteurs mappés. * Pour plus de convivialité, Service Pack1 ajoute la prise en charge des caractères génériques dans la liste d'exclusion. Amélioration des Informations sur le client ------------------------------ * Dans le Service Pack1, la langue du client et les versions du Service Pack, du patch, et des correctifs de type hotfix sont affichées dans la console du serveur BES et le tableau de bord client. * Dans le Service Pack&nbsp;1, les rapports BES ont la capacité d'identifier les clients OfficeScan correctement. Amélioration des rapports ------------------ * Le Service Pack&nbsp;1 fournit de nouveaux rapports&nbsp;: alertes d'e-mails en temps réel lors d'infections par des programmes malveillants, alertes d'épidémie et alertes d'échec d'action. Migration des composants du serveur CPM ------------------------------ * Pour le support futur du produit, le Service Pack1 migre vers Common AU 2.0. Amélioration de l'outil de support ------------------------ * Trend Micro Case Diagnoses Tool (CDT) est déployé avec le composant du serveur CPM et l'exécution de CDT collecte les informations du composant du serveur CPM ainsi que les informations client. Détection ou suppression d'un produit conflictif ---------------------------------- * Lors de l'installation du client CPM, celui-ci devrait détecter le client OfficeScan comme produit conflictif. Lorsque le client CPM est installé, il supprime d'abord les produits suivants automatiquement: – Authentium(TM) Command AntiVirus pour Windows Enterprise 4.9x – Computer Associates (CA) eTrust(TM) Antivirus 8.1.655 – eScan(TM) pour Windows 8.0.653.1 – ESET(TM) NOD32(TM) Antivirus version&nbsp;3.0.642 – ESET NOD32 Antivirus 3.0.667.0 – ESET NOD32 Antivirus 3.0.684.0 – F-Secure(TM) Anti-Virus Client Security 6.03 – F-Secure Client Security 7.0 – F-Secure Client Security 7.10 – F-Secure Client Security 8.00 – F-Secure Client Security 8.01 – F-Secure Client Security 8.01.133 – Kaspersky(TM) Anti-Virus 6.0.3.837 – McAfee(TM) Total Protection – McAfee ePolicy Agent 3.6.0.574 – McAfee VirusScan Enterprise 8.7.0.570 – Norman(TM) Security Suite 7 – Norman Virus Control 5.99.0600 – Panda(TM) Endpoint Agent 5.02.00.0004 – Symantec 11.0.780.1109 Endpoint Protection – Symantec 11.0.2010.25 Endpoint Protection MR 2 – Symantec Endpoint Protection 10.1.8000.8 – Symantec Endpoint Protection 11.0.3001.2224 – Symantec Endpoint Protection 11.0.4000.2295 – Symantec Endpoint Protection 11.0.4202.75 – Symantec Endpoint Protection 11.0.4000.2295, édition 64bits

source: The listed computers do not have Trend Micro Core Protection Module installed. Core Protection Module will enable clients to monitor, detect, and fix viruses and spyware found. Use this action to deploy Core Protection Module on computers that do not have it. Note: Only client computers without conflicting software products can deploy Core Protection Module. .pseudo_link text-decoration: underline; color: #5386b3; cursor: hand; Note: Before installing Core Protection Module, computers must meet minimum software and hardware requirements. Note: Only client computers without Trend Micro OfficeScan client can deploy Core Protection Module. .pseudo_link text-decoration: underline; color: #5386b3; cursor: hand; Note: Client machines may briefly display DOS windows during action execution. Note: When deploying Core Protection Module to Windows 8 platforms, the installer automatically upgrades incompatible drivers and a warning message may display. Click the “Close” button on the warning dialog to upgrade the drivers. Note: For endpoints upgrading from Windows 7 to Windows 8, Trend Micro recommends uninstalling Core Protection Module before upgrading to Windows 8. Re-install Core Protection Module after the Windows 8 upgrade completes. Important Note:&nbsp;Installation of the CPM endpointwill cause a restart of the computer's TCP stack.When deployed on machines running the BES Server, this will cause all active BES Console connections to close. Please schedule the installation to occur at a time when this interruption in connectivity is acceptable. Deployment Options: This action allows you to install to the default path "rogram Files\Trend Micro" or to specify a custom path. Default installation path:Leave the action parameter dialog blank Custom installation path: Specify custom path in action parameter dialog, including drive letter - "C:\folder1\folder2\Trend Micro Home" Illegal path characters: Do not use illegal Windows characters including " ? * | / and : \ ,unless used as legal part of path Environment variables (i.e. ) are not supported for custom installation path. This action will fail if illegal path characters are used or the drive letter specified does not exist or meet minimum space requirements File Size:98.6 - 107.0 MB
fr_fr: Trend Micro Core Protection Module n'est pas installé sur les ordinateurs répertoriés. Core Protection Module permettra aux clients de surveiller, détecter et corriger les virus et spywares détectés. Utilisez cette action pour déployer Core Protection Module sur des ordinateurs qui n'en disposent pas. Remarque: Seuls les ordinateurs clients sans logiciels conflictuels peuvent déployer Core Protection Module. .pseudo_link text-decoration: underline; color: #5386b3; cursor: hand; Remarque: Avant d'installer Core Protection Module, les ordinateurs doivent respecter la configuration logicielle et matérielle minimale requise. Remarque: Seuls les ordinateurs clients ne disposant pas de Trend Micro OfficeScan client peuvent déployer Core Protection Module. .pseudo_link text-decoration: underline; color: #5386b3; cursor: hand; Remarque: Les postes clients pourraient brièvement afficher des fenêtres DOS durant l'exécution d'une action. Remarque: Lors du déploiement de Core Protection Module sur des plates-formes Windows 8, le programme d'installation met automatiquement à niveau les lecteurs non compatibles et un message d'avertissement s'affiche. Cliquez sur le bouton «&nbsp;Fermer» de la boîte de dialogue d'avertissement afin de mettre les lecteurs à niveau. Remarque: Avant d'effectuer la mise à niveau des points finaux de Windows 7 à Windows 8, Trend Micro recommande de désinstaller Core Protection Module. Ré-installez Core Protection Module lorsque la mise à niveau vers Windows 8 est terminée. Remarque importante:L'installation du point final CPM&nbsp;entraînera le redémarrage de la pile TCP de l'ordinateur.En cas de déploiement sur des machines exécutant le serveur BES, toutes les connexions actives à la console BES sont fermées. Veuillez planifier l'installation à un moment où cette interruption de la connectivité est acceptable. Options de déploiement: Cette action vous permet d'installer le chemin d'accès par défaut « rogram Files\Trend Micro» ou de spécifier un chemin d'accès personnalisé. Chemin d'installation par défaut:Laissez la boîte de dialogue du paramètre d'action vide Chemin d'installation personnalisé : spécifiez un chemin d'accès personnalisé dans la boîte de dialogue du paramètre d'action, y compris la lettre du lecteur – « C:\Dossier1\Dossier2\Trend Micro Home » Caractères de chemin d'accès non autorisés: n'utilisez pas de caractères non autorisés par Windows, notamment " ? * | / et : \ ,sauf s'ils font partie du chemin d'accès autorisé Les variables d'environnement (par ex. ) ne sont pas prises en charge pour le chemin d'installation personnalisé. Cette action échoue si des caractères de chemin d'accès non autorisé sont utilisés ou si la lettre de lecteur spécifiée n'existe pas ou ne correspond pas aux critères d'espace minimum. Taille du fichier :98.6 - 107.0 Mo

source: Use this task to upload virus and spyware log fileson targeted endpoints to the BES Server. The action below will upload the following files to the server:Windows: pccnt35.log spyware.log spyware_detail.log AEGIS_BM.log AEGIS_BM_CPM.log DLP_CLC_CPM.logMac OS X: malware.log By default, the destination folder on the BES Server is: BES Server install&nbsp;directory\UploadManagerData\BufferDir\sha1\last 2 digits of BES client id\BES client id
fr_fr: Utilisez cette tâche pour télécharger des fichiers journaux de virus et de spywares présents sur des points finaux ciblés vers le serveur BES. L'action ci-dessous téléchargera les fichiers suivants sur le serveur:Windows: pccnt35.log spyware.log spyware_detail.log AEGIS_BM.log AEGIS_BM_CPM.log DLP_CLC_CPM.logMac&nbsp;OSX: malware.log Par défaut, le dossier de destination sur le serveur BES est&nbsp;:répertoire d'installation du serveur BES\UploadManagerData\BufferDir\sha1\2derniers chiffres de l'ID client BES\ID client BES

source: Quarantinedmalware will be stored on theendpoint for further analysis. These files are encoded for safety. Use this task to upload quarantined malware files on targeted endpoints to the BES Server. By default, the destination folder on the BES Server is: BES Server install&nbsp;directory\UploadManagerData\BufferDir\sha1\last 2 digits of BES client id\BES client id
fr_fr: Les programmes malveillants mis en quarantaine seront stockés sur le point final pour analyse ultérieure. Ces fichiers sont encodés pour plus de sécurité. Utilisez cette tâche pour télécharger des fichiers de programmes malveillants mis en quarantaine présents sur des points finaux ciblés vers le serveur BES. Par défaut, le dossier de destination sur le serveur BES est:répertoire d'installation du serveur BES\UploadManagerData\BufferDir\sha1\2derniers chiffres de l'ID client BES\ID client BES

source: Deploy this task to enable Smart Scan mode on endpoints. Note:Please ensure Smart Protection Server is installed before enabling Smart Scan mode on endpoints. If this task is not relevant to endpoints, please check the following links for trouble shooting: Ensure Smart Protection Server list has been assigned to endpoints and Smart Protection Relays. Ensure File Reputation Service of Smart Protection&nbsp;Server is available. Check the status of Smart Protection Relays on Protection Status.
fr_fr: Déployez cette tâche pour activer le mode Smart Scan sur les points finaux. Remarque: Veuillez vérifier que Smart Protection Server est installé avant d'activer le Smart Scan sur les points finaux. Si cette tâche n'est pas pertinente pour les points finaux, veuillez consulter les liens suivants pour résoudre les problèmes: Vérifiez que la liste de Smart Protection Server a été déployée sur les points finaux et les Smart Protection Relays. Vérifiez que le Service de File Reputation de Smart Protection Server est disponible. Vérifiez l'état de l'onglet des Smart Protection Relays dans le rapport État de protection.

source: The listed computers have McAfee VirusScan&nbsp;installed which conflicts with Core Protection Module. You can uninstallMcAfee VirusScanusing this task. Note: This fixlet can't completely remove McAfee 2010 AntiVirus Plus. Please refer to McAfee FAQ TS100507 for detail uninstall steps.
fr_fr: McAfee VirusScan est installé sur les ordinateurs répertoriés, ce qui crée un conflit avec Core Protection Module. Vous pouvez désinstaller McAfee VirusScan à l'aide de cette tâche. Remarque: Ce fixlet ne peut pas complètement supprimer McAfee 2010 AntiVirus Plus. Veuillez consulter la FAQ McAfee TS100507 pour des étapes de désinstallation détaillées.

source: Use the action below to upload all available ATTK logs to the BES Server. The log files use the following naming format:[Date-xxx.xx_GUID_xxxx].zip (Example: 2012.12.05-1139.33_71cb4526-9438-4035-bde2-3b0987da5f14_1626.zip ) Once the log files have been uploaded, CPM stores the files in the following default path on the BES Server:BES Server install directory\UploadManagerData\BufferDir\sha1\last 2 digits of BES client id\BES client id
fr_fr: Utilisez l'action ci-dessous pour charger tous les journaux ATTK disponibles sur le serveur BES. Les fichiers journaux utilisent le format de dénomination suivant&nbsp;:[Date-xxx.xx_GUID_xxxx].zip (Par exemple: 2012.12.05-1139.33_71cb4526-9438-4035-bde2-3b0987da5f14_1626.zip) Une fois les fichiers journaux chargés, CPM les stocke à l'emplacement par défaut suivant sur le serveur BES:Répertoire d'installation du serveur BES\UploadManagerData\BufferDir\sha1\; 2 derniers chiffres de l'ID client BES;\; ID client BES;

source: The Smart Protection Network requires access to the Internet. In certain network environments that use a proxy server, Core Protection Module adopts the current Internet Explorer proxy server and port settings automatically. If the proxy server requires authentication, use this task to configure the proxy server username and password for endpoints. Important Note: The proxy server username and password MUST be encrypted prior to deploying this action. Download and unzip/extract the TMCPMEncrypt.exe utility to encrypt a password. Filename: TMCPMEncrypt_1.5.0.1038.zip Size: 185718 SHA1: 28704ae66eef9fc9dc0be92f91d64fe714d40f10 Usage Note: The TMCPMEncrypt.exe command line tool provides the option to generate an encrypted string. The encrypted string can be used for proxy usernames and passwords. Example:C:TMCPMEncrypt.exe example_password!CRYPT!31371340370123D94E842AAAA6686E3C187F9E99DB195ED57245D16397E
fr_fr: Smart Protection Network requiert un accès à Internet. Dans certains environnements réseau utilisant un serveur proxy, Core Protection Module utilise automatiquement le serveur proxy et les paramètres de port actuels d'Internet Explorer. Si le serveur proxy requiert une authentification, utilisez cette tâche pour configurer le nom d'utilisateur et le mot de passe dudit serveur pour les points finaux. Remarque importante: le nom d'utilisateur et le mot de passe du serveur proxy DOIVENT être chiffrés avant le déploiement de cette action. Téléchargez et décompressez/extrayez l'utilitaire TMCPMEncrypt.exe pour chiffrer un mot de passe. Nom du fichier: TMCPMEncrypt_1.5.0.1038.zip Taille: 185718 SHA1: 28704ae66eef9fc9dc0be92f91d64fe714d40f10 Remarque d'utilisation: l'outil de ligne de commande TMCPMEncrypt.exe fournit l'option de générer une chaîne chiffrée. La chaîne chiffrée peut être utilisée pour les noms d'utilisateur et mots de passe de proxy. Exemple&nbsp;: C:TMCPMEncrypt.exe example_password!CRYPT!31371340370123D94E842AAAA6686E3C187F9E99DB195ED57245D16397E

source: The listed computers have&nbsp;Trend Micro Core Protection Moduleinstalled. You can use this task to initiate an on-demand scan with the default options. Important Note: You may choose to issue this action as an Client Offer in the Take Action dialog.&nbsp; This is only available on&nbsp;BES&nbsp;Clients 7.2.4.60 and above. Please read Knowledge Base Article 929 for more information. Note: On-demand scans may take&nbsp;awhile to complete.&nbsp; Therefore, this task will report 'completed' after a scan is successfully initiated without waiting for the scan to finish.&nbsp;You can check if a scan is in progress by viewing the 'Current scan status' property in the Endpoint Information analysis.&nbsp; You can stop an in progress scan using the 'Stop Scan Now'&nbsp;task.
fr_fr: Trend Micro Core Protection Module est installé sur les ordinateurs répertoriés. Vous pouvez utiliser cette tâche pour lancer un scan à la demande avec les options par défaut. Remarque importante:Vous pouvez choisir d'émettre cette action comme Offre client dans la boîte de dialogue Exécuter une action. Ceci n'est disponible que sur les clients BES de version&nbsp;7.2.4.60 et supérieure. Veuillez consulter l'article 929 de la base de connaissances pour plus d'informations. Remarque: Les scans à la demande peuvent prendre un certain temps.&nbsp; Par conséquent, cette tâche indiquera «&nbsp;Terminé&nbsp;» après le lancement réussi d'un scan sans en attendre la fin.&nbsp;Vous pouvez vérifier si un scan est en cours en affichant la propriété «&nbsp;État du scan actuel&nbsp;» dans l'analyse des Informations sur les points finaux.&nbsp; Vous pouvez arrêter un scan en cours à l'aide la tâche «&nbsp;Arrêter le scan immédiat&nbsp;».
